description_assign_values = """
Ти вже знаєш, що є числа, строки, булеві типи даних і так далі. Тепер настав час використати весь цей арсенал знань (ну як арсенал, радше швейцарський ніж) і увірватися у світ програмування.

Але перед цим, давай все ж попрактикуємося. Ти вже, напевно, помітив(-ла) у відео, що при оголошенні змінних, використовуються слова, які описують те, що зберігатиметься у змінній. Самому комп'ютеру абсолютно байдуже, як ти називатимеш свої змінні, ця залізяка все простить і все зрозуміє. А от для тебе та інших програмістів критично важливо, щоб код залишався зрозумілим і читабельним.

Оголосимо кілька змінних з певними значеннями:

змінну brand зі значенням 'Toyota'
змінну price зі значенням 22500
змінну is_sedan зі значенням True
змінну owner зі значенням None
"""