description_bank_deposit = """
В Mate bank є можливість покласти гроші на депозит під певний відсоток і отримати прибуток через деякий час.

Наприклад, якщо покласти 10000 на 3 роки під 4% річних, отримаємо:

Перший рік: 10000 + 4% = 10400 # 10000 + 10000 * 0.04
Другий рік: 10400 + 4% = 10816 # 10400 + 10400 * 0.04
Третій рік: 10816 + 4% = 11248.64 # 10816 + 10816 * 0.04

Чистий прибуток = 11248.64 - 10000 = 1248.64
Напиши функцію calculate_profit, яка приймає три параметри:

amount - початкова сума, яку ми кладемо на депозит;
percent - річна відсоткова ставка;
period - кількість років (час, на який гроші кладуться на депозит).
Функція повинна розрахувати і повернути суму чистого прибутку за весь час.

Приклади (ми перевіряємо тільки цілу частину):

calculate_profit(1000, 5, 1) == 50
calculate_profit(12500, 3, 12) == 5322
"""