description_calculate_taxes = """
Ніхто не любить платити податки, але ми зобов'язані!

Ставка податку залежить від розміру твого доходу:

до 1000 грн включно - податок 2%;
від 1000 грн до 10000 грн включно - податок 3%;
все, що більше 10000 грн - податок 5%;
Напиши функцію calculate_taxes, яка приймає ціле число income (твій дохід) та повертає податок, який ти заплатиш.

Приклади:

calculate_taxes(900) == 18 // 900 * 0.02
calculate_taxes(5000) == 150 // 5000 * 0.03
calculate_taxes(10500) == 525 // 10500 * 0.05
"""